brew "freetype"
brew "gettext"
brew "glib"
brew "cloc"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exiv2"
brew "ghostscript"
brew "git"
brew "go"
brew "guile"
brew "handbrake", link: false
brew "hub"
#brew "imagemagick@6", link: true
brew "jq"
brew "libgpg-error"
brew "python@3.12"
brew "shared-mime-info"
brew "libheif"
brew "mas"
brew "nghttp2"
brew "node"
#brew "openssl@1.1"
brew "pinentry-mac"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "shellcheck"
brew "sloth-cli"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
cask "1password"
#cask "alfred"
#cask "amethyst"
cask "applite"
cask "avifquicklook"
#cask "bartender"
cask "bbedit"
#cask "brave-browser"
cask "chatgpt"
cask "cleanshot"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "diffmerge"
cask "diffusionbee"
cask "discord"
cask "downie"
cask "firefox"
cask "flux-app"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "handbrake-app"
cask "iina"
#cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "latest"
cask "little-snitch"
cask "maccy"
#cask "minecraft"
cask "moom"
cask "obsidian"
cask "omnidisksweeper"
cask "plex"
cask "plex-media-server"
cask "postico"
cask "postman"
#cask "private-internet-access"
cask "quickjson"
cask "quicklook-json"
cask "raycast"
cask "receiptquicklook"
cask "retrobatch"
cask "sf-symbols"
cask "shortcutdetective"
cask "slack"
cask "sloth"
cask "soundsource"
cask "steam"
cask "superduper"
cask "textsniper"
cask "transmission"
cask "transnomino"
cask "typinator"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whichspace"
cask "xcodes-app"
cask "zoom"
cask "keyboard-maestro"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Byword", id: 420212497
mas "Color Picker", id: 1545870783
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "Ghostery Privacy Ad Blocker", id: 6504861501
mas "GoodLinks", id: 1474335294
mas "Helm", id: 6479357934
mas "Hush", id: 1544743900
mas "Hyperduck", id: 6444667067
mas "Hyperspace", id: 6739505345
mas "IceCubesApp", id: 6444915884
mas "Keynote", id: 409183694
#mas "Logoist 2", id: 905654078
mas "Mouse Pro", id: 6670465634
mas "Mpix", id: 1282488470
mas "Name Mangler 3", id: 603637384
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
#mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Reeder", id: 1529448980
mas "SnippetsLab", id: 1006087419
mas "Soulver 2", id: 413965349
mas "StopTheMadness Pro", id: 6471380298
mas "Swift Playground", id: 1496833156
mas "SwiftUI Recipes", id: 1579235956
mas "System Designer", id: 1102494854
mas "Templates for Swift", id: 1551475309
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Transporter", id: 1450874784
mas "Userscripts", id: 1463298887
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1662217862
vscode "akamud.vscode-theme-onedark"
vscode "bierner.markdown-mermaid"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "shopify.ruby-lsp"
vscode "yzane.markdown-pdf"
