tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "cloc"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exiv2"
brew "freetype"
brew "ghostscript"
brew "glib"
brew "go"
brew "guile"
brew "handbrake", link: false
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "shared-mime-info"
brew "libheif"
brew "mas"
brew "nghttp2"
brew "node"
brew "openssl@1.1"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "shellcheck"
brew "sloth"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "applite"
cask "avifquicklook"
cask "bartender"
cask "bbedit"
cask "brave-browser"
cask "daisydisk"
cask "diffmerge"
cask "diffusionbee"
cask "discord"
cask "downie"
cask "etrecheckpro"
cask "firefox"
cask "flux"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "handbrake"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "latest"
cask "little-snitch"
cask "maccy"
cask "minecraft"
cask "moom"
cask "obsidian"
cask "omnidisksweeper"
cask "plex"
cask "plex-media-server"
cask "postico"
cask "postman"
cask "private-internet-access"
cask "quickjson"
cask "quicklook-json"
cask "receiptquicklook"
cask "retrobatch"
cask "sf-symbols"
cask "shortcutdetective"
cask "shottr"
cask "slack"
cask "soundsource"
cask "steam"
cask "superduper"
cask "transmission"
cask "transnomino"
cask "typinator"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whichspace"
cask "xcodes"
cask "zoom"
mas "1Keyboard", id: 766939888
mas "1Password for Safari", id: 1569813296
mas "Acorn", id: 1547371478
mas "Actions", id: 1586435171
mas "Affinity Photo", id: 824183456
mas "Awesome Screenshot & Recorder", id: 1531282066
mas "Byword", id: 420212497
mas "Color Picker", id: 1545870783
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "Ghostery Privacy Ad Blocker", id: 6504861501
mas "GoodLinks", id: 1474335294
mas "Grab2Text", id: 6475956137
mas "Hush", id: 1544743900
mas "Hyperduck", id: 6444667067
mas "Ice Cubes", id: 6444915884
mas "Keynote", id: 409183694
mas "Kingdom Rush Vengeance+", id: 1610130712
mas "Logoist 2", id: 905654078
mas "Mpix", id: 1282488470
mas "Name Mangler", id: 603637384
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 1529448980
mas "Reeder", id: 6475002485
mas "SnippetsLab", id: 1006087419
mas "Soulver 2", id: 413965349
mas "StopTheMadness", id: 1376402589
mas "StopTheMadness Pro", id: 6471380298
mas "SwiftUI Recipes", id: 1579235956
mas "System Designer", id: 1102494854
mas "Templates for Swift", id: 1551475309
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Twitter", id: 1482454543
mas "Userscripts-Mac-App", id: 1463298887
mas "Wipr", id: 1320666476
vscode "akamud.vscode-theme-onedark"
vscode "bierner.markdown-mermaid"
vscode "golang.go"
vscode "shopify.ruby-lsp"
vscode "yzane.markdown-pdf"
