brew 'openssl'
brew 'mas'
brew 'git'
brew 'hub'
brew 'gnutls'
brew 'tree'
brew 'coreutils'
brew 'findutils'
brew 'grc'
brew 'spark'
brew 'imagemagick'
brew 'libyaml' # after openssl
brew 'the_silver_searcher'

# dev
brew 'rbenv'
brew 'ruby-build'
cask 'postgres'
cask 'postico'
cask 'postman'
cask 'github'
cask 'diffmerge'
cask 'xcodes'

# network
cask 'private-internet-access'
cask 'little-snitch'
cask 'ngrok'
cask 'sloth'

# browsers
cask 'google-chrome'
cask 'firefox'
cask 'brave-browser'

# utilities
cask 'raycast'
cask 'hazel'
cask 'keyboard-maestro'
cask 'karabiner-elements'
cask 'bartender'
cask 'istat-menus'
cask 'flux'
cask 'superduper'
brew 'switchaudio-osx'
cask 'airserver'
cask 'colorsnapper'
cask 'soundsource'
cask 'whichspace'
cask 'shortcutdetective'
cask 'the-unarchiver'
cask 'betterzip'
cask '1password'
cask 'downie'
cask 'omnidisksweeper'
cask 'typinator'

# text
brew 'emacs'
cask 'bbedit'
cask 'visual-studio-code'
cask 'obsidian'

# communication
cask 'slack'
cask 'discord'
cask 'zoom'

# media
cask 'vlc'
cask 'mplayerx'
cask 'plex'
cask 'plex-media-server'
cask 'air-video-server-hd'

cask 'font-jetbrains-mono'
#cask 'font-inconsolata'
#cask 'font-source-code-pro'
#cask 'font-anonymous-pro'
#cask 'font-open-sans'
#cask 'font-roboto'
#cask 'font-source-code-pro'
#cask 'font-source-sans-pro'

mas "com.acqualia.soulver", id: 413965349
# mas "com.apple.dt.Xcode", id: 497799835
# mas "com.apple.iMovieApp", id: 408981434
# mas "com.apple.iWork.Keynote", id: 409183694
# mas "com.apple.iWork.Numbers", id: 409203825
# mas "com.apple.iWork.Pages", id: 409201541
# mas "com.automattic.SimplenoteMac", id: 692867256
mas "com.culturedcode.ThingsMac", id: 904280696
mas "com.eyalw.1Keyboard", id: 766939888
mas "com.flyingmeat.Acorn6", id: 1233861775
mas "com.fujitsu.pfu.ScanSnapCloudUS", id: 1211119808
mas "com.koolesache.ColorSnapper2", id: 969418666
mas "com.manytricks.Moom", id: 419330170
mas "com.manytricks.NameMangler.MAS3", id: 603637384
mas "com.metaclassy.byword", id: 420212497
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.renfei.SnippetsLab", id: 1006087419
mas "com.seriflabs.affinityphoto", id: 824183456
mas "com.tinyspeck.slackmacgap", id: 803453959
mas "com.webinhq.ReadKit", id: 588726889
#mas "ro.nextwave.Snappy", id: 512617038
